const INTRODUCE_TEXT = Object.freeze({
   story: {
      title: '0rigin의 탄생',
      body: `0rigin은 "모르는 것을 아는 사실을 안다"는 철학적 명제를 기반으로
             탄생한 커뮤니티입니다. 이 곳은 모든 사람을 위한 공간으로, 모든 주제를 철학적
             명제로 접근하여 다채로운 사고를 존중하며 자유롭게 공유하고 토론하는
             것을 장려합니다. 이를 통해 0rigin 커뮤니티는 서로 다른 관점을
             정제하여 보다 창의적인 사고를 갖추는데 정체성을 갖습니다.`,
   },
   welcome: {
      title: '0rigin에 오신 것을 환영합니다',
      body: `0rigin 커뮤니티는 개개인의 생각과 경험을 중시합니다. 여기서는
             다양한 배경을 가진 사람들이 모여 서로의 생각을 공유하며, 삶의
             다양한 방식에 대해 고민하고 토론합니다. 이 커뮤니티의 핵심 가치는
             '다양성 존중'과 '자유로운 표현'입니다. 사용자들은 자신의 경험,
             생각, 철학적 질문 등을 자유롭게 나누며, 다른 사람들의 의견을
             경청하고 배울 수 있는 기회를 갖습니다. 이런 활동을 통해, 0rigin은
             개인의 성장과 사회적 이해를 증진하는 공간으로 자리매김 할
             것입니다.`,
   },
   numbers: {
      title: '숫자로 보는 0rigin',
      body: '0rigin은 지속적으로 성장 합니다.',
   },
})

export default INTRODUCE_TEXT
